Revit 2015 API
SpaceTagTypeSet Constructor
Initializes a new instance of the SpaceTagTypeSet class
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public SpaceTagTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
SpaceTagTypeSet()
See Also
SpaceTagTypeSet Class
Autodesk.Revit.DB.Mechanical Namespace